tap "1password/tap"
tap "adoptopenjdk/openjdk"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "reegnz/tap"
brew "python@3.10"
brew "ansible", link: false
brew "assh"
brew "aws-shell"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion@2"
brew "boost"
brew "glib"
brew "pkg-config"
brew "cgal"
brew "clang-format"
brew "cmake"
brew "cookiecutter", link: false
brew "coreutils"
brew "delve"
brew "dex2jar"
brew "direnv"
brew "dive"
brew "dos2unix"
brew "guile"
brew "unbound"
brew "gnutls"
brew "nghttp2"
brew "emacs"
brew "fasd"
brew "fcrackzip"
brew "fd"
brew "flake8", link: false
brew "foremost"
brew "libxfixes"
brew "freerdp"
brew "gd"
brew "geos"
brew "libdap"
brew "proj"
brew "libpq"
brew "tcl-tk"
brew "libspatialite"
brew "poppler-qt5"
brew "gdal"
brew "gdb"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg", link: false
brew "go"
brew "gobject-introspection"
brew "goreleaser"
brew "gradle"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "groovy"
brew "grpc"
brew "grpcurl"
brew "hashcat"
brew "helm"
brew "httpie"
brew "hub"
brew "iperf"
brew "john-jumbo"
brew "jq"
brew "ldns"
brew "libfido2"
brew "libproxy"
brew "libxmlsec1"
brew "lsd"
brew "maven"
brew "minikube"
brew "molecule", link: false
brew "mtr"
brew "nmap"
brew "node"
brew "nvm"
brew "openssh"
brew "openssl@3"
brew "p7zip"
brew "pam-reattach"
brew "pinentry-mac"
brew "podofo"
brew "poppler"
brew "postgresql"
brew "protobuf-c"
brew "sfcgal"
brew "postgis"
brew "protoc-gen-go"
brew "protoc-gen-grpc-web"
brew "python@3.8"
brew "qt"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "tig"
brew "tmux"
brew "watch"
brew "wdiff"
brew "wget"
brew "yamllint", link: false
brew "ykman"
brew "zsh"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/nomad"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "reegnz/tap/terraform-install"
cask "1password-cli"
cask "bloomrpc"
cask "font-sourcecodepro-nerd-font"
cask "font-sourcecodepro-nerd-font-mono"
cask "keybase"
cask "monitorcontrol"
cask "rectangle"
